Revit 2027 API
ParameterTypeId.LockedStartOffset Property
 "Negative Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LockedStartOffset { get; }
Public Shared ReadOnly Property LockedStartOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LockedStartOffset {
	ForgeTypeId^ get ();
}
static member LockedStartOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace